Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# createAccount.success.choosePlan
source: Choose your NymVPN plan
ar: اختر خطة NymVPN الخاصة بك
bn: আপনার NymVPN প্ল্যান নির্বাচন করুন
de: Wähle deinen NymVPN-Tarif
es: Elige tu plan NymVPN
fa: طرح خرید NymVPN خود را انتخاب کنید
fr: Choisissez votre plan NymVPN
hi: अपना NymVPN प्लान चुनें
it: Scegli il tuo piano NymVPN
ja: NymVPNプランを選択
pt_br: Escolha seu plano NymVPN
ru: Выберите свой тариф NymVPN
tr: NymVPN planınızı seçin
uk: Виберіть Ваш тарифний план NymVPN
vi: Chọn gói NymVPN của bạn
zh_hans: 选择您的 NymVPN 计划

# createAccount.whatIsPassphrase
source: What is a 24-word passphrase?
ar: ما هي عبارة المرور 24 كلمة؟
bn: ২৪-শব্দের পাসফ্রেজ কি?
de: Was ist eine 24-Wörter-Passphrase?
es: ¿Qué es una contraseña de 24 palabras?
fa: عبارت عبور ۲۴ کلمه‌ای چیست؟
fr: Qu'est-ce qu'une phrase de passe de 24 mots ?
hi: 24-शब्द पासफ्रेज़ क्या है?
it: Cos'è una frase segreta di 24 parole?
pt_br: O que é uma frase secreta de 24 palavras?
ru: Что такое секретная фраза из 24 слов?
tr: 24 kelimelik gizli ifade nedir?
uk: Що таке 24-слівна пароль-фраза?
vi: Cụm từ khóa 24 từ là gì?
zh_hans: 什么是24字密码短语？

# createAccount.whatIsPassphraseExplanation
source: 24-word passphrase (locally created on your device) serves as your account login details. This passphrase is the only way to access your account.
ar: عبارة المرور 24 كلمة (المنشأة محليا على جهازك) تعمل كتفاصيل تسجيل الدخول إلى حسابك. عبارة المرور هذه هي الطريقة الوحيدة للوصول إلى حسابك.
bn: ২৪-শব্দের পাসফ্রেজ (আপনার ডিভাইসে লোকালি তৈরি) আপনার অ্যাকাউন্ট লগইন হিসেবে কাজ করে। এই পাসফ্রেজই একমাত্র অ্যাক্সেস উপায়।
de: Die 24-Wörter-Passphrase (lokal auf deinem Gerät erstellt) dient als Login für dein Konto. Diese Passphrase ist die einzige Möglichkeit, auf dein Konto zuzugreifen.
es: La contraseña de 24 palabras (creada localmente en su dispositivo) sirve como los datos de inicio de sesión de tu cuenta. Esta contraseña es la única manera de acceder.
fa: عبارت عبور ۲۴ کلمه‌ای (که به‌صورت محلی روی دستگاه شما ایجاد شده است) به‌عنوان مشخصات ورود به حساب شما عمل می‌کند. این عبارت عبور تنها راه دسترسی به حساب شما می‌باشد.
fr: La phrase de passe de 24 mots (créée localement sur votre appareil) sert de détails de connexion pour votre compte. Cette phrase de passe est le seul moyen d'accéder à votre compte.
hi: 24-शब्द पासफ्रेज़ (आपके डिवाइस पर स्थानीय रूप से बनाया गया) आपके अकाउंट के लॉगिन विवरण के रूप में कार्य करता है। यह पासफ्रेज़ आपके अकाउंट तक पहुँचने का एकमात्र तरीका है।
it: La passphrase a 24 parole (creata localmente sul tuo dispositivo) serve come dettagli di accesso al tuo account. Questa passphrase è l'unico modo per accedere al tuo account.
pt_br: A frase secreta de 24 palavras (criada localmente no seu dispositivo) serve como os dados de login da sua conta. Esta frase secreta é a única forma de acessar sua conta.
ru: Секретная фраза из 24 слов (создаваемая локально на вашем устройстве) служит данными для входа в ваш аккаунт. Эта фраза — единственный способ получить доступ к вашему аккаунту.
tr: 24 kelimelik gizli ifade (cihazınızda yerel olarak oluşturulur), hesap giriş bilgileriniz olarak kullanılır. Bu ifade, hesabınıza erişmenin tek yoludur.
uk: 24-слівна пароль-фраза (створена локально на вашому пристрої) слугує вашими обліковими даними для входу. Ця фраза є єдиним способом доступу до вашого облікового запису.
vi: Cụm từ khóa 24 từ (được tạo trên thiết bị của bạn) là thông tin đăng nhập tài khoản của bạn. Cụm từ khóa này là cách duy nhất để truy cập tài khoản của bạn.
zh_hans: 24个单词的密码短语（在您的设备上本地创建）作为您的账户登录详情。这个密码短语是访问您账户的唯一方式。

# createAccount.yourPassphrase
source: Your 24-word NymVPN passphrase
ar: كلمة مرور NymVPN 24 كلمة
bn: আপনার ২৪-শব্দের NymVPN পাসফ্রেজ
de: Deine 24-Wörter-NymVPN-Passphrase
es: Tu frase de acceso de 24 palabras de NymVPN
fa: عبارت عبور ۲۴ کلمه‌ای NymVPN شما
fr: Votre phrase de passe NymVPN de 24 mots
hi: आपका 24-शब्दों वाला NymVPN पासफ़्रेज़
it: La tua frase segreta NymVPN di 24 parole
pt_br: Sua frase secreta do NymVPN de 24 palavras
ru: Ваша 24‑словная секретная фраза NymVPN
tr: 24 kelimelik NymVPN gizli ifadeniz
uk: Ваш 24-слівний пароль NymVPN
vi: Cụm từ khóa NymVPN 24 từ của bạn
zh_hans: 您的 24 字词 NymVPN 密码短语

# createAccount.yourPrivacyEliminated
source: For your privacy, we’ve eliminated:
ar: من أجل خصوصيتك، قمنا بإزالة ما يلي:
bn: আপনার গোপনীয়তার জন্য আমরা নিম্নলিখিতগুলো মুছে দিয়েছি:
de: Um deine Privatsphäre zu schützen, haben wir eliminiert:
es: Por tu privacidad, hemos eliminado:
fa: برای حفظ حریم خصوصی شما، ما موارد زیر را حذف کرده‌ایم:
fr: Pour votre confidentialité, nous avons supprimé :
hi: आपकी गोपनीयता के लिए, हमने निम्नलिखित को समाप्त कर दिया है:
it: Per la tua privacy, abbiamo eliminato:
pt_br: Para sua privacidade, eliminamos:
ru: Ради вашей конфиденциальности мы исключили:
tr: Gizliliğiniz için, şunları ortadan kaldırdık:
uk: Для вашої безпеки ми усунули:
vi: Để bảo vệ quyền riêng tư của bạn, chúng tôi đã loại bỏ:
zh_hans: 为了您的隐私，我们已删除：

# daemonError.authorizationDenied
source: Authorization denied. Please try again.
ar: تم رفض الترخيص. الرجاء المحاولة مرة أخرى.
bn: অনুমতি প্রত্যাখ্যাত। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Autorisierung verweigert. Bitte versuche es erneut.
es: Autorización denegada. Por favor, inténtalo de nuevo.
fa: دسترسی رد شد. لطفاً دوباره تلاش کنید.
fr: Autorisation refusée. Merci de réessayer.
hi: अधिकारिता अस्वीकृत। कृपया फिर से प्रयास करें।
it: Autorizzazione negata. Riprova.
ja: 認証が拒否されました。もう一度お試しください。
pt_br: Autorização negada. Por favor, tente novamente.
ru: Авторизация отклонена. Пожалуйста, попробуйте снова.
tr: Yetkilendirme reddedildi. Lütfen tekrar deneyin.
uk: Авторизацію відхилено. Спробуйте ще раз.
vi: Từ chối cấp quyền. Vui lòng thử lại.
zh_hans: 授权被拒绝。请重试。

# daemonInstall.backToMainScreen
source: Back to main screen
ar: العودة إلى الشاشة الرئيسية
bn: মেইন স্ক্রিনে ফিরে যান
de: Zurück zum Hauptbildschirm
es: Volver a la pantalla principal
fa: بازگشت به صفحه اصلی
fr: Retour à l'écran principal
hi: मुख्य स्क्रीन पर लौटें
it: Torna alla schermata principale
ja: メイン画面に戻る
pt_br: Voltar para a tela principal
ru: Вернуться на главную страницу
tr: Ana ekrana geri dön
uk: Повернутися на головний екран
vi: Quay trở lại màn hình chính
zh_hans: 回到主屏幕

# daemonInstall.daemonText
source: NymVPN runs a background service (daemon) to keep your connection secure.
ar: يدير NymVPN خدمة خلفية (ديمون) للحفاظ على اتصالك آمن.
bn: NymVPN একটি ব্যাকগ্রাউন্ড সার্ভিস (ডেমন) চালায় যাতে আপনার সংযোগ সুরক্ষিত থাকে।
de: NymVPN führt einen Hintergrunddienst (Daemon) aus, um deine Verbindung sicher zu halten.
es: NymVPN ejecuta un servicio de fondo (daemon) para mantener tu conexión segura.
fa: NymVPN یک سرویس پس‌زمینه (daemon) را اجرا می‌کند تا اتصال شما را ایمن نگه دارد.
fr: NymVPN exécute un service d'arrière-plan (daemon) pour garder votre connexion sécurisée.
hi: NymVPN आपके कनेक्शन को सुरक्षित रखने के लिए एक बैक्ग्राउंड सेवा (Daemon) चलाता है।
it: NymVPN esegue un servizio in background (demone) per proteggere la tua connessione.
ja: NymVPNはバックグラウンドサービス(デーモン)を実行し、接続を安全に保ちます。
pt_br: NymVPN executa um serviço em segundo plano (daemon) para manter sua conexão segura.
ru: NymVPN использует фоновую службу (демон) для поддержания вашего соединения в безопасности.
tr: NymVPN, bağlantınızı güvende tutmak için arka planda bir hizmet (daemon) çalıştırır.
uk: NymVPN запускає фоновий сервіс (daemon), щоб забезпечити безпеку вашого з'єднання.
vi: NymVPN chạy dịch vụ nền (daemon) để giữ cho kết nối của bạn an toàn.
zh_hans: NymVPN 运行一个后台服务(守护程序)以保证您的连接安全。

# daemonInstall.daemonText1
source: It handles encryption and routing, protecting your activity even when the app is closed.
ar: يتعامل مع التشفير والمسار، ويحمي نشاطك حتى عندما يكون التطبيق مغلقا.
bn: এটি এনক্রিপশন ও রাউটিং পরিচালনা করে, অ্যাপ বন্ধ থাকলেও আপনার কার্যকলাপ সুরক্ষিত রাখে।
de: Dieser kümmert sich um die Verschlüsselung, das Routing und schützt deine Aktivitäten, auch wenn die App geschlossen ist.
es: Maneja el cifrado y el enrutamiento, protegiendo su actividad incluso cuando la aplicación está cerrada.
fa: این برنامه رمزگذاری و مسیریابی را مدیریت می‌کند و حتی زمانی که برنامه بسته است، از فعالیت شما محافظت می‌کند.
fr: Il gère le chiffrement et le routage, protégeant votre activité même lorsque l'application est fermée.
hi: यह एन्क्रिप्शन और रूटिंग को संभालता है, तथा ऐप बंद होने पर भी आपकी गतिविधि की सुरक्षा करता है।
it: Gestisce la crittografia e il routing, proteggendo la tua attività anche quando l'app è chiusa.
ja: 暗号化とルーティングを処理し、アプリが閉じられていてもアクティビティを保護します。
pt_br: Ele lida com criptografia e roteamento, protegendo sua atividade, mesmo quando o aplicativo é fechado.
ru: Она управляет шифрованием и маршрутизацией, защищая ваши данные даже когда приложение закрыто.
tr: Uygulama kapalı olsa bile etkinliğinizi koruyarak, şifreleme ve yönlendirmeyi bu hizmet yönetir.
uk: Він обробляє шифрування та маршрутизацію, захищаючи вашу активність навіть тоді, коли додаток закритий.
vi: Giúp xử lý mã hóa và định tuyến, bảo vệ hoạt động của bạn ngay cả khi ứng dụng đã đóng.
zh_hans: 该进程处理加密和路由，即使应用程序被关闭依然可以保护您的活动。

# daemonInstall.daemonText2
source: Follow the steps below to install the daemon.
ar: اتبع الخطوات أدناه لتثبيت Didemon.
bn: ডেমন ইনস্টল করতে নিচের ধাপগুলো অনুসরণ করুন।
de: Befolge die folgenden Schritte, um den Daemon zu installieren.
es: Siga los pasos siguientes para instalar el daemon.
fa: برای نصب دیمن مراحل زیر را دنبال کنید.
fr: Suivez les étapes ci-dessous pour installer le daemon.
hi: Daemon इंस्टॉल करने के लिए नीचे दिए गए चरणों का पालन करें।
it: Segui i passaggi qui sotto per installare il demone.
ja: デーモンをインストールするには、以下の手順に従ってください。
pt_br: Siga os passos abaixo para instalar o daemon.
ru: Выполните следующие шаги для установки демона.
tr: Daemon’ı yüklemek için aşağıdaki adımları izleyin.
uk: Виконайте наведені нижче дії, щоб встановити daemon.
vi: Thực hiện theo các bước dưới đây để cài đặt daemon.
zh_hans: 按照下面的步骤安装守护程序。

# daemonInstall.firstStep
source: 1. Open system settings using button below
ar: 1. فتح إعدادات النظام باستخدام الزر أدناه
bn: ১। নিচের বোতন ব্যবহার করে সিস্টেম সেটিংস খুলুন।
de: 1. Öffne die Systemeinstellungen mit der Schaltfläche unten
es: 1. Abre la configuración del sistema usando el botón de abajo
fa: ۱. تنظیمات سیستم را با استفاده از کلید زیر باز کنید
fr: 1. Ouvrez les paramètres du système en utilisant le bouton ci-dessous
hi: 1. नीचे दिए गए बटन का उपयोग करके सिस्टम सेटिंग्स खोलें
it: 1. Aprire le impostazioni di sistema usando il pulsante qui sotto
ja: 1. 下のボタンでシステム設定を開く
pt_br: 1. Abra as configurações do sistema usando o botão abaixo
ru: 1. Откройте системные настройки с помощью кнопки ниже
tr: 1. Aşağıdaki butonu kullanarak sistem ayarlarını açın
uk: 1. Відкрийте системні налаштування, натиснувши кнопку нижче
vi: 1. Mở cài đặt hệ thống bằng cách ấn nút bên dưới
zh_hans: 1. 使用下面的按钮打开系统设置

# daemonInstall.openSystemSettings
source: Open system settings
ar: فتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
de: Systemeinstellungen öffnen
es: Abre los ajustes del sistema
fa: تنظیمات سیستم را باز کنید
fr: Ouvrir les paramètres du système
hi: सिस्टम सेटिंग्स खोलें
it: Apri impostazioni di sistema
ja: システム設定を開く
pt_br: Abrir configurações do sistema
ru: Открыть системные настройки
tr: Sistem ayarlarını aç
uk: Відкрити налаштування системи
vi: Mở cài đặt hệ thống
zh_hans: 打开系统设置

# daemonInstall.secondStep
source: 2. Navigate to the “Allow in the Background” section, find NymVPN in the app list, and turn on the switch.
ar: 2. انتقل إلى قسم "السماح في الخلفية"، العثور على NymVPN في قائمة التطبيقات، وتشغيل المفتاح.
bn: ২। "Allow in the Background" অংশে যান, অ্যাপ তালিকা থেকে NymVPN খুঁজে সুইচ চালু করুন।
de: 2. Navigiere zum Abschnitt „Im Hintergrund erlauben“, finde NymVPN in der App-Liste und schalte den Schalter ein.
es: 2. Navega a la sección “Permitir en segundo plano”, busca NymVPN en la lista de aplicaciones y activa el interruptor.
fa: ۲. به بخش "اجازه در پس‌زمینه" بروید، NymVPN را در فهرست برنامه‌ها پیدا کرده و آن را فعال کنید.
fr: 2. Naviguez jusqu'à la section « Autoriser en arrière-plan », trouvez NymVPN dans la liste des applications et activez l'interrupteur.
hi: 2. "Allow in the Background" अनुभाग पर जाएं, ऐप सूची में NymVPN खोजें, और स्विच को चालू करें।
it: 2. Vai alla sezione “Consenti in background”, trova NymVPN nell'elenco delle app e attiva l'interruttore.
ja: 2. "バックグラウンドでの許可"セクションに移動し、アプリ一覧からNymVPNを探して、スイッチをオンにします。
pt_br: 2. Navegue até a seção "Permitir em segundo plano", encontre o NymVPN na lista de aplicativos e ative a opção.
ru: 2. Перейдите в раздел «Разрешить в фоновом режиме», найдите NymVPN в списке приложений и включите переключатель.
tr: 2. "Arka Planda İzin Ver" bölümüne gidin, uygulama listesinden NymVPN'i bulun ve anahtarı açın.
uk: 2. Перейдіть до розділу «Дозволити у фоновому режимі», знайдіть NymVPN у списку додатків і увімкніть перемикач.
vi: 2. Chuyển đến phần “Cho phép trong nền”, tìm NymVPN trong danh sách ứng dụng và bật cho phép.
zh_hans: 2. 找到到“后台允许”部分，在应用列表中找到NymVPN，并切换到允许。

# daemonInstall.successModal.subtitle
source: You can resume using NymVPN after returning to the main screen.
ar: يمكنك استئناف استخدام NymVPN بعد العودة إلى الشاشة الرئيسية.
bn: মেইন স্ক্রিনে ফিরে এসে আপনি আবার NymVPN ব্যবহার চালিয়ে যেতে পারবেন।
de: Du kannst die Nutzung von NymVPN fortsetzen, nachdem du zum Hauptbildschirm zurückgekehrt bist.
es: Puedes volver a usar NymVPN después de regresar a la pantalla principal.
fa: شما می‌توانید پس از بازگشت به صفحه اصلی، استفاده از NymVPN را از سر بگیرید.
fr: Vous pouvez reprendre l'utilisation de NymVPN après être revenu à l'écran principal.
hi: आप मुख्य स्क्रीन पर लौटने के बाद NymVPN का उपयोग फिर से शुरू कर सकते हैं।
it: Puoi riprendere a usare NymVPN dopo il ritorno alla schermata principale.
ja: メイン画面に戻った後、NymVPN の使用を再開できます。
pt_br: Você pode voltar a usar o NymVPN após retornar à tela principal.
ru: Вы можете продолжить использовать NymVPN после возврата на главную страницу.
tr: Ana ekrana döndükten sonra NymVPN kullanmaya devam edebilirsiniz.
uk: Ви можете поновити використання NymVPN після повернення на головний екран.
vi: Bạn có thể tiếp tục sử dụng NymVPN sau khi quay lại màn hình chính.
zh_hans: 返回主屏幕后，您可以继续使用 NymVPN。

# daemonInstall.successModal.title
source: Daemon successfully enabled
ar: تم تمكين دايمون بنجاح
bn: ডেমন সফলভাবে সক্রিয় হয়েছে
de: Daemon erfolgreich aktiviert
es: Daemon habilitado con éxito
fa: دیمون با موفقیت فعال شد
fr: Daemon activé avec succès
hi: डेमन सफलतापूर्वक इनस्टॉल हो गया है
it: Demone abilitato correttamente
ja: デーモンが正常に有効になりました
pt_br: Daemon habilitado com sucesso
ru: Демон успешно включен
tr: Daemon başarıyla etkinleştirildi
uk: Daemon успішно встановлено
vi: Đã cài đặt Daemon thành công
zh_hans: 守护进程已成功启用

# daemonInstall.thirdStep
source: NymVPN automatically detects changes and informs you about a successful installation. If nothing happens, contact our
ar: يكشف NymVPN تلقائياً التغييرات ويبلغك عن التثبيت الناجح. إذا لم يحدث أي شيء، اتصل بنا
bn: NymVPN পরিবর্তনগুলো স্বয়ংক্রিয়ভাবে শনাক্ত করে এবং সফল ইনস্টলেশন সম্পর্কে আপনাকে জানায়। কিছু না হলে আমাদের সাপোর্ট টিমের সঙ্গে যোগাযোগ করুন।
de: NymVPN erkennt die Änderungen automatisch und informiert dich über eine erfolgreiche Installation. Wenn nichts passiert, kontaktiere unser
es: NymVPN detecta automáticamente los cambios e informa de una instalación exitosa. Si nada sucede, póngase en contacto con nuestro
fa: NymVPN به طور خودکار تغییرات را تشخیص می‌دهد و شما را از نصب موفقیت‌آمیز مطلع می‌کند. اگر اتفاقی نیفتاد، با ما تماس بگیرید
fr: NymVPN détecte automatiquement les changements et vous informe d'une installation réussie. Si rien ne se passe, contactez notre
hi: NymVPN स्वतः परिवर्तनों का पता लगाता है और आपको सफल स्थापना के बारे में सूचित करता है। यदि कुछ नहीं होता है, तो हमारी संपर्क करें
it: NymVPN rileva automaticamente le modifiche e ti informa di un'installazione riuscita. Se non succede nulla, contatta il nostro
ja: NymVPNは自動的に変更を検出し、インストールに成功したことを知らせます。何も起こらない場合は、私たちに連絡してください。
pt_br: O NymVPN detecta automaticamente alterações e informa você sobre uma instalação bem-sucedida. Se nada acontecer, entre em contato com nosso
ru: NymVPN автоматически обнаруживает изменения и информирует вас об успешной установке. Если ничего не происходит, свяжитесь с нашей
tr: NymVPN değişiklikleri otomatik olarak algılar ve başarılı bir kurulum hakkında sizi bilgilendirir. Eğer hiçbir şey olmazsa, bizimle iletişime geçin…
uk: NymVPN автоматично виявляє зміни та повідомляє вас про успішну інсталяцію. Якщо нічого не відбувається, зверніться до нашої служби підтримки.
vi: NymVPN tự động phát hiện các thay đổi và thông báo cho bạn khi cài đặt thành công. Nếu không có gì xảy ra, hãy liên hệ với
zh_hans: NymVPN 自动检测这些更改并通知您安装成功。如果应用没有任何反应，请联系我们的

# daemonInstall.thirdStep.supportTeam
source: Support team.
ar: فريق الدعم.
bn: সহায়তা দল
es: Equipo de soporte.
fa: تیم پشتیبانی.
fr: Équipe d'assistance.
hi: सपोर्ट टीम।
it: Team di supporto.
ja: サポートチーム.
pt_br: Equipe de Suporte.
ru: Командой поддержки.
tr: Destek ekibi
uk: Команда підтримки.
vi: Đội ngũ hỗ trợ.
zh_hans: 技术支持。

# daemonInstall.title
source: Daemon not running
ar: دايمون غير مشغل
bn: ডেমন চলছে না
de: Daemon läuft nicht
es: El demonio no se está ejecutando
fa: دیمون اجرا نمی‌شود
fr: Le Daemon n’est pas en cours d’exécution.
hi: डेमन चालू है
it: Demone non in esecuzione
ja: デーモンが実行されていません
pt_br: Daemon não executado
ru: Демон не запущен
tr: Daemon çalışmıyor
uk: Daemon не запущено
vi: Daemon không hoạt động
zh_hans: 守护进程未运行

# darkThemeTitle
source: Dark theme
ar: نمط داكن
bn: গাঢ় থিম
de: Dunkler Modus
es: Tema oscuro
fa: تم شب
fr: Apparence sombre
hi: डार्क थीम
it: Tema scuro
ja: ダークモード
pt_br: Tema escuro
ru: Темная тема
tr: Koyu tema
uk: Темна
vi: Giao diện tối
zh_hans: 黑夜模式

source: day
ar: يوم
bn: দিন
de: Tag
es: día
fa: روز
fr: jour
hi: दिन
it: giorno
ja: 日
pt_br: Dia
ru: день
tr: gün
uk: день
vi: ngày
zh_hans: 天

source: Disconnect
ar: ألغاء الاتصال
bn: সংযোগ বিচ্ছিন্ন করুন
de: Trennen
es: Desconectar
fa: قطع ارتباط
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Disconnetti
ja: 切断
pt_br: Desconectar
ru: Отключиться
tr: Bağlantıyı kes
uk: Від'єднати
vi: Ngắt kết nối
zh_hans: 断开连接

source: Disconnected
ar: انفصال
bn: সংযোগ বিচ্ছিন্ন
de: Getrennt
es: Desconectado
fa: ارتباط قطع شده
fr: Déconnecté
hi: डिस्कनेक्टेड
it: Disconnesso
ja: 切断されました
pt_br: Desconectado
ru: Отключено
tr: Bağlantı kesildi
uk: Від'єднано
vi: Đã ngắt kết nối
zh_hans: 已断开连接

source: Disconnecting...
ar: ينفصل...
bn: সংযোগ বিচ্ছিন্ন করা হচ্ছে
de: Trennen...
es: Desconectando...
fa: در حال قطع ارتباط...
fr: Déconnexion...
hi: डिसकनेक्ट हो रहा है...
it: Disconnessione...
ja: 切断中...
pt_br: Desconectando...
ru: Отключаемся...
tr: Bağlantı kesiliyor...
uk: Від'єднання...
vi: Đang ngắt kết nối...
zh_hans: 正在断开连接……

# dns.button.add
source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Añadir
fa: افزودن
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
pt_br: Adicionar
ru: Добавить
uk: Додати
vi: Thêm
zh_hans: 添加

# dns.button.saveChanges
source: Save changes
ar: حفظ التغييرات
bn: পরিবর্তন সংরক্ষিত
de: Änderungen speichern
es: Guardar cambios
fa: ذخیرهٔ تغییرات
fr: Enregistrer les modifications
hi: परिवर्तनों को सेव करें
it: Salva modifiche
ja: 変更を保存
pt_br: Salvar as alterações
ru: Сохранить изменения
uk: Зберегти зміни
vi: Lưu thay đổi
zh_hans: 保存更改

# dns.custom.instructions1
source: Configure your own DNS for ad-blocking, content filtering, or preferred providers. Drag to reorder priority.
ar: تكوين DNS الخاص بك لحظر الإعلانات أو تصفية المحتوى أو مقدمي الخدمات المفضلين. اسحب لإعادة ترتيب الأولوية.
bn: বিজ্ঞাপন ব্লকিং, কনটেন্ট ফিল্টারিং বা পছন্দের প্রোভাইডারের জন্য নিজের DNS কনফিগার করুন। অগ্রাধিকার বদলাতে ড্র্যাগ করুন। এতে Nym-এর সংযোগ সীমিত হতে পারে।
de: Konfiguriere deine eigenen DNS für Werbeblockierung, Inhaltsfilterung oder bevorzugte Anbieter. Ziehe die Einträge, um die Priorität neu zu ordnen.
es: Configure su propio DNS para bloqueo de anuncios, filtrado de contenido o proveedores preferidos. Arrastre para reordenar la prioridad.
fa: DNS دلخواه خود را برای مسدودسازی تبلیغات، فیلتر محتوا یا بروی سرویس‌دهندهٔ دلخواه خود تنظیم کنید. برای تغییر اولویت، بکشید و جابه‌جا کنید.
fr: Configurez votre propre DNS pour le blocage de publicité, le filtrage de contenu ou les fournisseurs préférés. Faites glisser pour réorganiser la priorité.
hi: विज्ञापन अवरोधन, कंटेंट फ़िल्टरिंग या पसंदीदा प्रदाताओं के लिए अपना खुद का DNS कॉन्फ़िगर करें। प्राथमिकता क्रम बदलने के लिए खींचें।
it: Configura il tuo DNS per il blocco pubblicitario, il filtraggio dei contenuti o i provider preferiti. Trascina per riordinare la priorità.
ja: 広告ブロック、コンテンツフィルタリング、または優先プロバイダ用に独自のDNSを設定します。優先順位を変更するにはドラッグします。
pt_br: Configure seu próprio DNS para bloqueio de anúncios, filtragem de conteúdo ou provedores preferidos. Arraste para reordenar a prioridade.
ru: Настройте собственные DNS-серверы для блокировки рекламы, фильтрации контента или использования предпочтительных провайдеров. Перетаскивайте для изменения приоритета.
uk: Налаштуйте власний DNS для блокування реклами, фільтрування вмісту або обраних провайдерів. Перетягніть, щоб змінити пріоритет.
vi: Cấu hình DNS riêng của bạn để chặn quảng cáo, lọc nội dung hoặc chọn nhà cung cấp ưu tiên. Kéo để sắp xếp lại thứ tự ưu tiên. Kéo để sắp xếp lại thứ tự ưu tiên.
zh_hans: 配置您自己的DNS用于广告拦截、内容过滤或使用您喜欢的DNS供应商。拖动以重新排序优先级。

# dns.custom.instructions2
source: May limit Nym connectivity.
ar: قد يحد من اتصال Nym.
bn: Nym-এ সংযোগ সীমিত করতে পারে।
de: Dies kann die Nym-Konnektivität einschränken.
es: Puede limitar la conectividad Nym.
fa: ممکن است اتصال Nym را محدود کند.
fr: Peut limiter la connectivité Nym.
hi: इससे Nym कनेक्टिविटी सीमित हो सकती है।
it: Può limitare la connettività Nym.
ja: Nym 接続を制限する可能性があります。
pt_br: Limite da conectividade ninásia.
ru: Может ограничить доступность Nym.
uk: Може обмежувати підключення Nym.
vi: Có thể hạn chế khả năng kết nối của Nym.
zh_hans: 可能限制Nym连接能力。

# dns.custom.listTitle
source: Custom DNS Servers
ar: خوادم DNS مخصصة
bn: কাস্টম DNS সার্ভারসমূহ
de: Eigene DNS-Server
es: Servidores DNS personalizados
fa: سرورهای DNS سفارشی
fr: Serveurs DNS personnalisés
hi: कस्टम DNS सर्वर
it: Server DNS Personalizzati
ja: カスタムDNSサーバー
pt_br: Servidores de DNS personalizados
ru: Пользовательские DNS-серверы
uk: Власні DNS-сервери
vi: Máy Chủ DNS Tùy Chỉnh
zh_hans: 自定义 DNS 服务器

# dns.custom.title
source: Use custom DNS servers
ar: استخدام خوادم DNS المخصصة
bn: কাস্টম DNS সার্ভার ব্যবহার করুন
de: Eigene DNS-Server verwenden
es: Usar servidores DNS personalizados
fa: استفاده از سرورهای DNS سفارشی
fr: Utiliser des serveurs DNS personnalisés
hi: कस्टम DNS सर्वर का उपयोग करें
it: Usa server DNS personalizzati
ja: カスタム DNS サーバーを使用
pt_br: Usar servidores DNS personalizados
ru: Использовать пользовательские DNS серверы
uk: Використовуйте власні DNS-сервери
vi: Sử dụng máy chủ DNS tùy chỉnh
zh_hans: 使用自定义 DNS 服务器

# dns.hideDefault
source: Hide default DNS
ar: إخفاء DNS الافتراضي
bn: ডিফল্ট DNS লুকান
de: Standard DNS ausblenden
es: Ocultar DNS por defecto
fa: پنهان‌کردن DNS پیش‌فرض
fr: Masquer le DNS par défaut
hi: डिफ़ॉल्ट DNS छिपाएँ
it: Nascondi DNS predefiniti
ja: デフォルトのDNSを隠す
pt_br: Ocultar DNS padrão
ru: Скрыть DNS по умолчанию
uk: Приховати стандартний DNS
vi: Ẩn DNS mặc định
zh_hans: 隐藏默认DNS

# dns.learnMore
source: Learn more about DNS
ar: تعرف على المزيد حول DNS
bn: DNS সম্পর্কে আরও জানুন
de: Erfahre mehr über DNS
es: Más información sobre DNS
fa: دربارهٔ DNS بیشتر بدانید
fr: En savoir plus sur le DNS
hi: DNS के बारे में और जानें
it: Scopri di più su DNS
ja: DNS についてもっと知る
pt_br: Saiba mais sobre DNS
ru: Узнайте больше о DNS
uk: Дізнайтеся більше про DNS
vi: Tìm hiểu thêm về DNS
zh_hans: 了解更多关于DNS的信息
